[
  "Today's decision is a setback for the environment and for the U.S.'s leadership position in the world. #ParisAgreement",
  "Don't know why Sen. Sanders picks on a retiree like me. I think he’s always looked down on me because he grew up in a fancier neighborhood in Brooklyn.",
  "Bernie Sanders published a list of “anti-endorsements” with quotes from JPMorgan Chase CEO Jamie Dimon, former Goldman Sachs CEO Lloyd Blankfein, and other luminaries of Wall Street and beyond. http://bit.ly/2O1s8oX",
  "Just landed from China, trying to catch up.... How did \"infrastructure week\" go?",
  "Surprised to be featured in Sen Warren’s campaign ad, given the many severe critics she has out there. Not my candidate, but we align on many issues. Vilification of people as a member of a group may be good for her campaign, not the country. Maybe tribalism is just in her DNA.",
  "View from our building today reminds me that despite all the sh*t, American values will shine through.",
  "The battery just ran out on my HP12C.   Never gave it much thought, but I’ve used this calculator for 40 years. Still functional, looks current. Bet not many other consumer electronic devices out today will have that kind of run!",
  "Just addressed the folks @TwitterNYC HQ.  Guess 280 characters not enough—they needed one more!  Like the tweets or not, Twitter provides the best, most accessible forum for public discourse.",
  "Not all of the bold actions in support of jobs and the economy will go smoothly and of course public health will determine outcomes. Monday morning quarterbacks will have a field day. But in Mnuchin and Powell we have the right folks on our economic issues at this critical time.",
  "In London. GS still investing in our big new Euro headquarters here. Expecting/hoping to fill it up, but so much outside our control.#Brexit",
  "Biden could have better explained WHY US supports Ukraine, beyond morality. Reference FDR’s metaphor of lend-lease pre-WWII….if your neighbor’s house is on fire, you lend him your firehose; not just for friendship, but because sparks from his burning house could ignite yours!",
  "If I were a governor I wouldn’t ease restrictions now as Georgia is doing. But in our federal system States can take different approaches and thereby produce data and results from which we will learn more, and faster, about what works and what doesn’t. Not entirely a bad thing.",
  "Inflation fighting is mostly the fed’s show, but there’s stuff for rest-of-gov to do, e.g: expand immigration to increase labor force; subsidize child care for labor participation;  eliminate some tariffs; provide less hostile regulation for energy sourcing and transportation….",
  "On my way to China for trade mission. US and China have most to gain from cooperation, most to lose from chaos. Not a zero sum game.",
  "Congrats to \n@JeffImmelt\n for leading GE thru 9/11, fin'l crisis & slow global economy. Revamped portfolio, 2X core profits. #1 biz statesman.",
  "It’s a moral imperative to stop separating families. Also, must legislate/compromise on broader immigration. Failure to deal w/ complexities has led to instability in Europe, e.g. #Brexit; elections in Italy, Germany. See my remarks yesterday \n@EconClubNY\n. http://click.gs.com/urdv"
]